Repository: mvrxs/formteachermanagement
Catalog: GestionTutorial/Localizable.xcstrings
Source language: es
Languages: ca, de, en, fr

source: · fecha «%@»?
ca: · data «%@»?
de: · Datum „%@“?
en: · date “%@”?
fr: · date « %@ » ?

source: "Apellidos, Nombre",Fecha nacimiento,… "Pérez García, Ana",15/06/2010,…
ca: "Cognoms, Nom",Data naixement,… "Pérez García, Ana",15/06/2010,…
de: "Nachname, Vorname",Geburtsdatum,… "Pérez García, Ana",15/06/2010,…
en: "Surname, Name",Date of birth,… "Pérez García, Ana",15/06/2010,…
fr: "Nom, Prénom",Date de naissance,… "Pérez García, Ana",15/06/2010,…

source: / 1000 requeridas
ca: / 1000 requerides
de: / 1000 erforderlich
en: / 1000 required
fr: / 1000 requises

source: %lld años
ca: %lld anys
de: %lld Jahre
en: %lld years
fr: %lld ans

source: %lld duplicado(s)
ca: %lld duplicat(s)
de: %lld Duplikat(e)
en: %lld duplicate(s)
fr: %lld doublon(s)

source: %lld fecha(s) no válidas
ca: %lld data/es no vàlides
de: %lld ungültige(s) Datum/Daten
en: %lld invalid date(s)
fr: %lld date(s) non valide(s)

source: %lld registradas
ca: %lld registrades
de: %lld erfasst
en: %lld recorded
fr: %lld enregistrées

source: Abrir archivo…
ca: Obrir arxiu…
de: Datei öffnen…
en: Open file…
fr: Ouvrir un fichier…

source: Acerca de
ca: Quant a
de: Über
en: About
fr: À propos

source: Agrupar por edad
ca: Agrupar per edat
de: Nach Alter gruppieren
en: Group by age
fr: Grouper par âge

source: Al crear una tutoría se añadirá sola a tu Calendario de macOS. Si lo dejas apagado, puedes sincronizar cada una desde su ficha.
ca: En crear una tutoria s'afegirà sola al teu Calendari de macOS. Si el deixes apagat, pots sincronitzar-ne cadascuna des de la seva fitxa.
de: Beim Erstellen einer Tutorie wird sie automatisch zu deinem macOS-Kalender hinzugefügt. Wenn du dies deaktiviert lässt, kannst du jede einzeln in ihrer Detailansicht synchronisieren.
en: When you create a tutoring session it is added to your macOS Calendar automatically. If you leave this off, you can sync each one from its detail view.
fr: Lorsque vous créez un tutorat, il est ajouté automatiquement à votre Calendrier macOS. Si vous laissez cette option désactivée, vous pouvez synchroniser chacun depuis sa fiche.

source: Alumno
ca: Alumne
de: Schüler
en: Student
fr: Élève

source: Alumnos
ca: Alumnes
de: Schüler
en: Students
fr: Élèves

source: Añade uno con + o importa un CSV de Alexia.
ca: Afegeix-ne un amb + o importa un CSV d'Alexia.
de: Füge einen mit + hinzu oder importiere eine CSV aus Alexia.
en: Add one with + or import a CSV from Alexia.
fr: Ajoutez-en un avec + ou importez un CSV depuis Alexia.

source: Añadir foto…
ca: Afegir foto…
de: Foto hinzufügen…
en: Add photo…
fr: Ajouter une photo…

source: Añadir necesidad
ca: Afegir necessitat
de: Bedarf hinzufügen
en: Add need
fr: Ajouter un besoin

source: Añadir o cambiar la foto del alumno
ca: Afegir o canviar la foto de l'alumne
de: Foto des Schülers hinzufügen oder ändern
en: Add or change the student's photo
fr: Ajouter ou changer la photo de l'élève

source: Añadir tutoría
ca: Afegir tutoria
de: Tutorie hinzufügen
en: Add tutoring
fr: Ajouter un tutorat

source: Apariencia
ca: Aparença
de: Erscheinungsbild
en: Appearance
fr: Apparence

source: Aún no llega a las 1000 h necesarias para convalidar.
ca: Encara no arriba a les 1000 h necessàries per convalidar.
de: Erreicht noch nicht die für die Anerkennung erforderlichen 1000 Std.
en: Not yet at the 1000 h required for recognition.
fr: N'atteint pas encore les 1000 h requises pour la validation.

source: Auto-detectado por cabecera. Corrige a mano si algo no encaja.
ca: Detectat automàticament per capçalera. Corregeix a mà si alguna cosa no encaixa.
de: Automatisch anhand der Kopfzeile erkannt. Bei Bedarf manuell korrigieren.
en: Auto-detected by header. Fix manually if something doesn't match.
fr: Détecté automatiquement d'après l'en-tête. Corrigez à la main si nécessaire.

source: Autorización de comunicación (mayor de edad) firmada
ca: Autorització de comunicació (major d'edat) signada
de: Kommunikationseinwilligung (volljährig) unterschrieben
en: Communication authorization (of age) signed
fr: Autorisation de communication (majeur) signée

source: Buscar
ca: Cerca
de: Suchen
en: Search
fr: Rechercher

source: Calendario
ca: Calendari
de: Kalender
en: Calendar
fr: Calendrier

source: Calendario de macOS
ca: Calendari de macOS
de: macOS-Kalender
en: macOS Calendar
fr: Calendrier macOS

source: Calendario de tutorías
ca: Calendari de tutories
de: Tutorien-Kalender
en: Tutoring calendar
fr: Calendrier de tutorat

source: Cambia el idioma de la app. Algunos textos del sistema pueden requerir reiniciar la app.
ca: Canvia l'idioma de l'app. Alguns textos del sistema poden requerir reiniciar l'app.
de: Ändert die App-Sprache. Einige Systemtexte erfordern möglicherweise einen Neustart der App.
en: Changes the app language. Some system texts may require restarting the app.
fr: Change la langue de l'app. Certains textes système peuvent nécessiter un redémarrage de l'app.

source: Cambiar foto…
ca: Canviar foto…
de: Foto ändern…
en: Change photo…
fr: Changer la photo…

source: Cancelar
ca: Cancel·lar
de: Abbrechen
en: Cancel
fr: Annuler

source: Con quién
ca: Amb qui
de: Mit wem
en: With whom
fr: Avec qui

source: Convalidación por experiencia laboral
ca: Convalidació per experiència laboral
de: Anerkennung durch Berufserfahrung
en: Recognition for work experience
fr: Validation par expérience professionnelle

source: Crea el evento en tu Calendario nativo (1 h desde la hora indicada).
ca: Crea l'esdeveniment al teu Calendari natiu (1 h des de l'hora indicada).
de: Erstellt das Ereignis in deinem nativen Kalender (1 Std. ab der angegebenen Zeit).
en: Creates the event in your native Calendar (1 h from the given time).
fr: Crée l'événement dans votre Calendrier natif (1 h à partir de l'heure indiquée).

source: Crea una con + eligiendo un alumno.
ca: Crea'n una amb + triant un alumne.
de: Erstelle eine mit + und wähle einen Schüler.
en: Create one with + by choosing a student.
fr: Créez-en un avec + en choisissant un élève.

source: Curso
ca: Curs
de: Schuljahr
en: School year
fr: Année scolaire

source: Datos de origen
ca: Dades d'origen
de: Quelldaten
en: Source data
fr: Données source

source: detectado: « %@ »
ca: detectat: « %@ »
de: erkannt: « %@ »
en: detected: « %@ »
fr: détecté : « %@ »

source: DNI ya existente
ca: DNI ja existent
de: Ausweisnummer existiert bereits
en: ID already exists
fr: DNI déjà existant

source: Duración del evento
ca: Durada de l'esdeveniment
de: Ereignisdauer
en: Event duration
fr: Durée de l'événement

source: El alumno se niega a firmar la autorización.
ca: L'alumne es nega a signar l'autorització.
de: Der Schüler verweigert die Unterschrift der Einwilligung.
en: The student refuses to sign the authorization.
fr: L'élève refuse de signer l'autorisation.

source: Eliminar alumno
ca: Eliminar alumne
de: Schüler löschen
en: Delete student
fr: Supprimer l'élève

source: Eliminar necesidad
ca: Eliminar necessitat
de: Bedarf löschen
en: Delete need
fr: Supprimer le besoin

source: Eliminar tutoría
ca: Eliminar tutoria
de: Tutorie löschen
en: Delete tutoring
fr: Supprimer le tutorat

source: Emancipado
ca: Emancipat
de: Emanzipiert
en: Emancipated
fr: Émancipé

source: Es mayor de edad y aún no consta la autorización firmada.
ca: És major d'edat i encara no consta l'autorització signada.
de: Ist volljährig und die unterschriebene Einwilligung liegt noch nicht vor.
en: Is of age and the signed authorization is not yet on record.
fr: Est majeur et l'autorisation signée n'est pas encore enregistrée.

source: Esperando datos
ca: Esperant dades
de: Warte auf Daten
en: Waiting for data
fr: En attente de données

source: Este evento está en tu Calendario y se actualiza al editar la tutoría.
ca: Aquest esdeveniment és al teu Calendari i s'actualitza en editar la tutoria.
de: Dieses Ereignis ist in deinem Kalender und wird beim Bearbeiten der Tutorie aktualisiert.
en: This event is in your Calendar and updates when you edit the tutoring session.
fr: Cet événement est dans votre Calendrier et se met à jour lorsque vous modifiez le tutorat.

source: Fecha
ca: Data
de: Datum
en: Date
fr: Date

source: Fecha de nacimiento
ca: Data de naixement
de: Geburtsdatum
en: Date of birth
fr: Date de naissance

source: Filtrar por edad
ca: Filtrar per edat
de: Nach Alter filtern
en: Filter by age
fr: Filtrer par âge

source: Filtros
ca: Filtres
de: Filter
en: Filters
fr: Filtres

source: Fin del curso
ca: Fi del curs
de: Schuljahresende
en: End of school year
fr: Fin de l'année scolaire

source: Hecho
ca: Fet
de: Fertig
en: Done
fr: Terminé

source: Hecho por MVRX Studio®
ca: Fet per MVRX Studio®
de: Erstellt von MVRX Studio®
en: Made by MVRX Studio®
fr: Réalisé par MVRX Studio®

source: Horas
ca: Hores
de: Stunden
en: Hours
fr: Heures

source: Horas en vida laboral
ca: Hores de vida laboral
de: Stunden im Erwerbsleben
en: Hours of work experience
fr: Heures de vie professionnelle

source: Hoy
ca: Avui
de: Heute
en: Today
fr: Aujourd’hui

source: Importar %lld nuevo(s)
ca: Importar %lld nou(s)
de: %lld neue importieren
en: Import %lld new
fr: Importer %lld nouveau(x)

source: Importar alumnos desde CSV
ca: Importar alumnes des de CSV
de: Schüler aus CSV importieren
en: Import students from CSV
fr: Importer des élèves depuis un CSV

source: Importar TODOS, incluidos duplicados (%lld)
ca: Importar TOTS, inclosos duplicats (%lld)
de: ALLE importieren, inkl. Duplikate (%lld)
en: Import ALL, including duplicates (%lld)
fr: Tout importer, y compris les doublons (%lld)

source: Inglés convalidado / exento
ca: Anglès convalidat / exempt
de: Englisch anerkannt / befreit
en: English recognized / exempt
fr: Anglais validé / dispensé

source: Inicio del curso
ca: Inici del curs
de: Schuljahresbeginn
en: Start of school year
fr: Début de l'année scolaire

source: Mapeo de columnas
ca: Mapatge de columnes
de: Spaltenzuordnung
en: Column mapping
fr: Mappage des colonnes

source: Más antiguas primero
ca: Més antigues primer
de: Älteste zuerst
en: Oldest first
fr: Plus anciennes d'abord

source: Más recientes primero
ca: Més recents primer
de: Neueste zuerst
en: Newest first
fr: Plus récentes d'abord

source: Modalidad
ca: Modalitat
de: Format
en: Format
fr: Modalité

source: Necesidad especial
ca: Necessitat especial
de: Besonderer Bedarf
en: Special need
fr: Besoin spécial

source: Necesidades
ca: Necessitats
de: Bedürfnisse
en: Needs
fr: Besoins

source: Ningún alumno coincide con la búsqueda o el filtro.
ca: Cap alumne coincideix amb la cerca o el filtre.
de: Kein Schüler entspricht der Suche oder dem Filter.
en: No student matches the search or filter.
fr: Aucun élève ne correspond à la recherche ou au filtre.

source: No quiere firmar la autorización
ca: No vol signar l'autorització
de: Verweigert die Unterschrift der Einwilligung
en: Refuses to sign the authorization
fr: Refuse de signer l'autorisation

source: No se hablan
ca: No es parlen
de: Reden nicht miteinander
en: Not on speaking terms
fr: Ne se parlent pas

source: No se pudo cargar la imagen
ca: No s'ha pogut carregar la imatge
de: Bild konnte nicht geladen werden
en: Could not load the image
fr: Impossible de charger l'image

source: No se pudo leer el archivo
ca: No s'ha pogut llegir l'arxiu
de: Datei konnte nicht gelesen werden
en: Could not read the file
fr: Impossible de lire le fichier

source: Nombre ya existente
ca: Nom ja existent
de: Name existiert bereits
en: Name already exists
fr: Nom déjà existant

source: Nueva necesidad
ca: Nova necessitat
de: Neuer Bedarf
en: New need
fr: Nouveau besoin

source: Nueva tutoría
ca: Nova tutoria
de: Neue Tutorie
en: New tutoring
fr: Nouveau tutorat

source: Nuevo alumno
ca: Nou alumne
de: Neuer Schüler
en: New student
fr: Nouvel élève

source: Opciones
ca: Opcions
de: Optionen
en: Options
fr: Options

source: Orden
ca: Ordre
de: Sortierung
en: Sort
fr: Tri

source: Padres separados
ca: Pares separats
de: Getrennte Eltern
en: Separated parents
fr: Parents séparés

source: Pega aquí el resumen de la grabación.
ca: Enganxa aquí el resum de la gravació.
de: Füge hier die Zusammenfassung der Aufnahme ein.
en: Paste the recording summary here.
fr: Collez ici le résumé de l'enregistrement.

source: Pega el CSV o abre un archivo para ver el mapeo de columnas.
ca: Enganxa el CSV o obre un arxiu per veure el mapatge de columnes.
de: Füge die CSV ein oder öffne eine Datei, um die Spaltenzuordnung zu sehen.
en: Paste the CSV or open a file to see the column mapping.
fr: Collez le CSV ou ouvrez un fichier pour voir le mappage des colonnes.

source: Pega o abre el CSV exportado de Alexia. La primera fila debe ser la de cabeceras.
ca: Enganxa o obre el CSV exportat d'Alexia. La primera fila ha de ser la de capçaleres.
de: Füge die aus Alexia exportierte CSV ein oder öffne sie. Die erste Zeile muss die Kopfzeile sein.
en: Paste or open the CSV exported from Alexia. The first row must be the header row.
fr: Collez ou ouvrez le CSV exporté d'Alexia. La première ligne doit être celle des en-têtes.

source: Previsualización (%lld)
ca: Previsualització (%lld)
de: Vorschau (%lld)
en: Preview (%lld)
fr: Aperçu (%lld)

source: Primero añade alumnos
ca: Primer afegeix alumnes
de: Zuerst Schüler hinzufügen
en: Add students first
fr: Ajoutez d'abord des élèves

source: Quitar foto
ca: Treure foto
de: Foto entfernen
en: Remove photo
fr: Supprimer la photo

source: Rango usado para marcar qué alumnos cumplen 18 años durante el curso.
ca: Rang utilitzat per marcar quins alumnes fan 18 anys durant el curs.
de: Bereich, um zu markieren, welche Schüler während des Schuljahres 18 werden.
en: Range used to flag which students turn 18 during the school year.
fr: Plage utilisée pour repérer les élèves qui ont 18 ans pendant l'année scolaire.

source: Recordatorio
ca: Recordatori
de: Erinnerung
en: Reminder
fr: Rappel

source: Repositorio
ca: Repositori
de: Repository
en: Repository
fr: Dépôt

source: Se realizó
ca: S'ha realitzat
de: Hat stattgefunden
en: Took place
fr: A eu lieu

source: Sin alumnos
ca: Sense alumnes
de: Keine Schüler
en: No students
fr: Aucun élève

source: Sin necesidades
ca: Sense necessitats
de: Keine Bedürfnisse
en: No needs
fr: Aucun besoin

source: Sin necesidades registradas.
ca: Sense necessitats registrades.
de: Keine Bedürfnisse erfasst.
en: No needs recorded.
fr: Aucun besoin enregistré.

source: Sin resultados
ca: Sense resultats
de: Keine Ergebnisse
en: No results
fr: Aucun résultat

source: Sin tutorías
ca: Sense tutories
de: Keine Tutorien
en: No tutoring
fr: Aucun tutorat

source: Sin tutorías registradas.
ca: Sense tutories registrades.
de: Keine Tutorien erfasst.
en: No tutoring recorded.
fr: Aucun tutorat enregistré.

source: Sincronizando…
ca: Sincronitzant…
de: Synchronisiere…
en: Syncing…
fr: Synchronisation…

source: Sincronizar automáticamente las tutorías nuevas
ca: Sincronitzar automàticament les tutories noves
de: Neue Tutorien automatisch synchronisieren
en: Automatically sync new tutoring sessions
fr: Synchroniser automatiquement les nouveaux tutorats

source: Sincronizar con el Calendario de macOS
ca: Sincronitzar amb el Calendari de macOS
de: Mit macOS-Kalender synchronisieren
en: Sync with macOS Calendar
fr: Synchroniser avec le Calendrier macOS

source: Solo autorización sin firmar
ca: Només autorització sense signar
de: Nur nicht unterschriebene Einwilligung
en: Only unsigned authorization
fr: Uniquement autorisation non signée

source: Solo emancipados
ca: Només emancipats
de: Nur emanzipierte
en: Only emancipated
fr: Uniquement émancipés

source: Solo inglés convalidado
ca: Només anglès convalidat
de: Nur anerkanntes Englisch
en: Only recognized English
fr: Uniquement anglais validé

source: Solo pendientes
ca: Només pendents
de: Nur ausstehende
en: Only pending
fr: Uniquement en attente

source: Tiene fecha de nacimiento registrada
ca: Té data de naixement registrada
de: Hat ein erfasstes Geburtsdatum
en: Has a recorded date of birth
fr: A une date de naissance enregistrée

source: Tiene prácticas (FCT)
ca: Té pràctiques (FCT)
de: Hat Praktikum (FCT)
en: Has work placement (FCT)
fr: A un stage (FCT)

source: Tipo de necesidad
ca: Tipus de necessitat
de: Art des Bedarfs
en: Type of need
fr: Type de besoin

source: Todos (%lld)
ca: Tots (%lld)
de: Alle (%lld)
en: All (%lld)
fr: Tous (%lld)

source: Tu gestor de confianza · Datos locales, sin nube.
ca: El teu gestor de confiança · Dades locals, sense núvol.
de: Dein vertrauenswürdiger Manager · Lokale Daten, keine Cloud.
en: Your trusted manager · Local data, no cloud.
fr: Votre gestionnaire de confiance · Données locales, sans cloud.

source: Tutoría
ca: Tutoria
de: Tutorie
en: Tutoring
fr: Tutorat

source: Tutorías
ca: Tutories
de: Tutorien
en: Tutoring
fr: Tutorat

source: Versión %@
ca: Versió %@
de: Version %@
en: Version %@
fr: Version %@

source: y %lld más
ca: i %lld més
de: %lld weitere
en: %lld more
fr: %lld de plus

source: General
de: Allgemein
fr: Général

source: Idioma
de: Sprache
en: Language
fr: Langue

source: Importar CSV
de: CSV importieren
en: Import CSV
fr: Importer CSV

source: Separador
de: Trennzeichen
en: Separator
fr: Séparateur
